[
  {
    "task_number": "Task 1",
    "subtext": "Create a Vision for your E-Cell and List the Achievements of your E-Cell",
    "description": "Defining the future targets of your team serves as a necessity. It provides inspiration to work and synchronizes every team member to work and achieve the desired goal. An integral part of any team would be their Vision and your vision distinguishes you from other E-Cells. Listing the Achievements of your team would be another important step in order to achieve your desired goals. It would help, to update you with the work done and work to be accomplished, that is required to achieve the goal.",
    "guidelines": "Define the Vision and Aim of your E-Cell and prepare a timeline of the Achievements of your E-Cell. Having a predefined goal is an important achievement that makes your E-Cell aware of what it wants to achieve in the long term. Write about the various competitions you will conduct or will participate in and the various workshops that you will conduct in the coming year to provide a platform to budding entrepreneurs to grow and interact. List out all the Achievements of your E-Cell in the previous academic year.",
    "submission": "Make a .doc/.pdf file containing Vision and Achievements of your eCell and upload the same.",
    "points": 50,
    "deadline": "7th January 2020"
  },
  {
    "task_number": "Task 2",
    "subtext": "Make a faculty adviser for your E-Cell",
    "description": "Faculty Support would be yet another important part for your team. It gives a right guidance and experience to the budding entrepreneurs. A faculty teaches a lot by his own experience and the entrepreneurs gets the right direction to move forward. ",
    "guidelines": "Draft an official letter declaring the concerned faculty as your faculty advisor and in case, you already have a faculty adviser then show the concerned proof of it. Also, make sure it is signed by the concerned college authority. Periodic interaction with the faculty advisor would be an important step, so, discuss with him about the tasks and sessions your E-Cell will be organizing in the upcoming time. ",
    "submission": "Submit a scanned copy of the official Letter signed by the concerned authority.",
    "points": 50,
    "deadline": "7th January 2020"
  },
  {
    "task_number": "Task 3",
    "subtext": "Conduct an orientation session for your E-Cell",
    "description": "Spreading knowledge about your E-Cell and making college students aware about the motto of your team would be the most basic and essential part. The students and budding entrepreneurs should be aware about the work your team does and the desired goal of your team. To spread the knowledge, organising an orientation session would be a suitable option.",
    "guidelines": "Organise an Orientation session wherein you will be discussing about the mission and vision of your E-Cell. In the session, talk about the desired goal of your team, how your team works to achieve the goal and the purpose of your team.",
    "submission": "Submit 5 pictures of the orientation session with the speakers and the students.",
    "points": 50,
    "deadline": "7th January 2020"
  }
 
]
